Examples/dispersionPaper/EstailladesMicro/system/controlDict2
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2212                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      controlDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

application     dispersionFoam;

startFrom       latestTime;

startTime       0;

stopAt          endTime;

endTime         TotalTime;

deltaT          RunTimeStep;

writeControl    timeStep;

writeInterval   WriteTime;

purgeWrite      0;

writeFormat     ascii;

writePrecision  8;

writeCompression off;


timeFormat      general;

timePrecision   8;

runTimeModifiable yes;

libs (
"libfiniteVolumeGCFOAM.so"
);


// ************************************************************************* //
